Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AppsAutoDownloadDescription
source: Automatically install new app purchases (including free apps) made on other devices.
ar: تثبيت تلقائي لمشتريات التطبيقات الجديدة (متضمنة التطبيقات المجانية) التي تم إجراؤها على الأجهزة الأخرى.
ca: Instal·la automàticament les noves apps comprades amb altres dispositius, incloses les apps gratuïtes.
cs: Automatická instalace nových aplikací (včetně bezplatných) zakoupených z jiných zařízení.
da: Installer automatisk nye appkøb (inklusive gratis apps) foretaget på andre enheder.
de: Auf anderen Geräten getätigte neue App-Käufe (einschl. kostenlose Apps) automatisch installieren.
el: Αυτόματη εγκατάσταση νέων εφαρμογών (συμπεριλαμβανομένων των δωρεάν εφαρμογών) που λήφθηκαν σε άλλες συσκευές.
es: Instala automáticamente las nuevas apps compradas desde otros dispositivos, incluidas las apps gratuitas.
es_us: Instala automáticamente las apps nuevas compradas en otros dispositivos (incluidas las gratuitas).
fi: Asenna muilla laitteilla ostetut uudet apit (myös ilmaiset apit) automaattisesti.
fr: Installez automatiquement les nouveaux achats d’apps (et les apps gratuites) effectués depuis d’autres appareils.
fr_ca: Installe automatiquement les nouvelles apps (y compris les apps gratuites) obtenues à partir d’autres appareils.
he: ניתן להתקין באופן אוטומטי יישומים חדשים (כולל יישומים ללא תשלום) שנרכשו במכשירים אחרים.
hi: अन्य डिवाइस पर ख़रीदे गए नए ऐप्स (मुफ़्त ऐप्स समेत) को ऑटोमैटिकली इंस्टॉल करें।
hr: Automatsko instaliranje novih kupljenih aplikacija (uključujući besplatne aplikacije) kupljenih na drugim uređajima.
hu: A más eszközökön újonnan megvásárolt appok (beleértve az ingyenes appokat) automatikus telepítése.
id: Instal pembelian app baru (termasuk app gratis) yang dilakukan di perangkat lain.
it: Installa automaticamente le nuove app (incluse quelle gratuite) che hai acquistato su altri dispositivi.
ja: ほかのデバイスで新規購入したアプリ（無料アプリを含む）を自動的にインストールします。
ko: 다른 기기에서 새로 구입한 앱(무료 앱 포함)을 자동으로 설치합니다.
ms: Pasang pembelian app baharu (termasuk app percuma) yang dibuat pada peranti lain secara automatik.
nb: Installer automatisk apper du kjøper eller henter gratis på andre enheter.
nl: Installeer automatisch nieuwe appaankopen (inclusief gratis apps) die zijn gedaan op andere apparaten.
pl: Nowe aplikacje (w tym bezpłatne) kupione na innych urządzeniach będą instalowane automatycznie.
pt_br: Instalar automaticamente novas compras de apps (incluindo apps gratuitos) feitas em outros dispositivos.
pt_pt: Instalar automaticamente aplicações adquiridas (compradas e grátis) através de outros dispositivos.
ro: Noile aplicații achiziționate (inclusiv cele gratuite) de pe alte dispozitive vor fi instalate automat.
ru: Автоматически устанавливать новые приложения, приобретенные (в том числе бесплатно) на других устройствах.
sk: Nové apky (vrátane bezplatných apiek) zakúpené na ostatných zariadeniach budú automaticky nainštalované.
sl: Samodejno namestite nakupe novih aplikacij (tudi brezplačnih), opravljene v drugih napravah.
sv: Installera automatiskt nya appinköp (inklusive kostnadsfria appar) som görs på andra enheter.
th: ติดตั้งแอปที่ซื้อใหม่ที่ซื้อจากอุปกรณ์เครื่องอื่นโดยอัตโนมัติรวมทั้งแอปฟรีด้วย
tr: Diğer aygıtlarda yeni satın alınan uygulamaları (ücretsiz uygulamalar da dahil olmak üzere) otomatik olarak yükle.
uk: Автоматично інсталювати нові програми (зокрема безплатні), придбані з інших пристроїв.
vi: Tự động cài đặt ứng dụng mới được mua (bao gồm ứng dụng miễn phí) trên các thiết bị khác.
zh_cn: 自动安装在其他设备上购买的新App（含免费App）。
zh_hk: 自動安裝其他裝置上購買的新App（包括免費App）。
zh_tw: 自動安裝其他裝置上購買的新App（包含免費App）。

# AppsAutoDownloadTitle
source: Automatically Install Apps
ar: تثبيت التطبيقات تلقائيًا
ca: Instal·la les apps automàticament
cs: Automaticky instalovat aplikace
da: Installer automatisk apps
de: Apps automatisch installieren
el: Αυτόματη εγκατάσταση
es: Instalar apps automáticamente
es_us: Instalar apps automáticamente
fi: Asenna apit automaattisesti
fr: Installation automatique
fr_ca: Installer automatiquement
he: התקנה אוטומטית של יישומים
hi: ऐप्स ऑटोमैटिकली इंस्टॉल करें
hr: Automatski instaliraj aplikacije
hu: Appok automatikus telepítése
id: Instal App Secara Otomatis
it: Installa automaticamente le app
ja: アプリを自動インストール
ko: 앱 자동 설치
ms: Pasang App Secara Automatik
nb: Installer apper automatisk
nl: Installeer apps automatisch
pl: Automatycznie instaluj aplikacje
pt_br: Instalar Automaticamente
pt_pt: Instalar aplicações automaticamente
ro: Instalare automată aplicații
ru: Автоустановка приложений
sk: Automaticky inštalovať apky
sl: Samodejno namesti aplikacije
sv: Installera appar automatiskt
th: ติดตั้งแอปโดยอัตโนมัติ
tr: Uygulamaları Otomatik Yükle
uk: Автоінсталювання програм
vi: Tự động cài đặt ứng dụng
zh_cn: 自动安装App
zh_hk: 自動安裝App
zh_tw: 自動安裝App

# AppsAutoOffloadDescription
source: Automatically remove unused apps, but keep all documents and data. Reinstalling the app will place back your data, if the app is still available in the App Store.
ar: يزيل التطبيقات غير المستخدمة تلقائيًا، مع الاحتفاظ بجميع مستنداتها وبياناتها. وعند إعادة تثبيت التطبيق، ستتم إعادة بياناتك إذا كان التطبيق لا يزال متوفرًا على App Store.
ca: Elimina automàticament les apps que no utilitzes, però se’n conserven els documents i les dades. En tornar a instal·lar l’app, si està disponible a l’App Store, s’hi tornaran a posar les dades.
cs: Nepoužívané aplikace budou automaticky mazány, dokumenty a data však zůstanou zachovány. Pokud bude aplikace dostupná v App Storu, získáte při její nové instalaci svoje data zpět.
da: Fjern automatisk apps, du ikke bruger, men behold alle dokumenter og data. Hvis du installerer appen igen, bliver dataene tilbageført, hvis appen fortsat er tilgængelig i App Store.
de: Nicht benutzte Apps werden automatisch entfernt, alle Dokumente und Daten bleiben jedoch erhalten. Bei der erneuten Installation der App werden deine Daten wiederhergestellt, vorausgesetzt, die App ist noch im App Store erhältlich.
el: Θα αφαιρούνται αυτόματα αχρησιμοποίητες εφαρμογές, αλλά θα διατηρούνται όλα τα έγγραφα και τα δεδομένα τους. Αν επανεγκαταστήσετε τις εφαρμογές, θα επαναφερθούν όλα τα δεδομένα σας, αν διατίθενται ακόμη οι εφαρμογές στο App Store.
es: Elimina automáticamente las apps que no uses, pero conserva todos los documentos y datos. Si reinstalas una app, sus datos se restablecerán siempre que siga disponible en App Store.
es_us: Esto eliminará automáticamente las apps sin usar conservando todos los documentos y datos. Si la app se reinstala, recuperará todos tus datos, si aún está disponible en App Store.
fi: Poista käyttämättömät apit, mutta säilytä kaikki dokumentit ja kaikki datan. Jos appi on edelleen saatavana App Storessa ja se asennetaan uudelleen, kaikki data palautetaan.
fr: Supprime automatiquement les apps inutilisées tout en conservant l’ensemble des documents et données associés. Si l’app est toujours disponible dans l’App Store, sa réinstallation rétablira toutes vos données.
fr_ca: Supprimez automatiquement toute app inutilisée tout en conservant tous les documents et toutes les données qui lui sont associés. Si l’app est toujours disponible dans l’App Store, sa réinstallation rétablira toutes vos données.
he: יישומים שאינם בשימוש יוסרו באופן אוטומטי, אך המסמכים והנתונים שלהם יישמרו. התקנה מחדש של היישום תחזיר את הנתונים שלך אם היישום עדיין יהיה זמין ב-App Store.
hi: इस्तेमाल न किए जाने वाले ऐप्स को ऑटोमैटिकली हटाएँ लेकिन सभी दस्तावेज़ों और डेटा को बनाए रखें। यदि ऐप App Store पर अभी भी उपलब्ध है, तो उसे फिर से इंस्टॉल करने पर आपका डेटा वापस आ जाएगा।
hr: Automatsko uklanjanje nekorištenih aplikacija uz očuvanje svih dokumenata i podataka. Ponovnim instaliranjem aplikacije vratit će se vaši podaci ako je aplikacija i dalje dostupna u App Storeu.
hu: Automatikusan eltávolíthatja a nem használt appokat, de megőrizheti a dokumentumait és adatait. Az app újratelepítésével visszaállíthatja az adatokat, ha az app még elérhető az App Store-ban.
id: Hapus app yang tidak digunakan secara otomatis, tapi simpan semua dokumen dan datanya. Menginstal ulang app akan mengembalikan data Anda jika app masih tersedia di App Store.
it: Le app che non usi verranno automaticamente rimosse, mentre tutti i relativi documenti e dati non verranno eliminati. Se l’app è ancora disponibile su App Store e la installi nuovamente, i tuoi dati verranno recuperati.
ja: 使用していないアプリは自動的に取り除かれますが、すべての書類とデータは保持されます。アプリがApp Storeにまだある場合は再インストールするとデータは元に戻ります。
ko: 사용하지 않는 앱이 자동으로 제거되지만 문서 및 데이터는 모두 유지됩니다. 해당 앱이 App Store에서 계속 제공되는 경우 다시 설치하면 모든 데이터를 다시 가져옵니다.
ms: Keluarkan app yang tidak digunakan secara automatik, namun simpan semua dokumen dan datanya. Memasang semula app akan mengembalikan data anda jika app masih tersedia dalam App Store.
nb: Fjern ubrukte apper automatisk, mens alle dokumenter og data blir beholdt. Hvis du installerer appen på nytt, blir dataene dine tilbakeført hvis appen fortsatt er tilgjengelig i App Store.
nl: Verwijder automatisch apps die niet gebruikt worden zonder dat de bijbehorende documenten en gegevens verloren gaan. Als je de app weer installeert, worden je gegevens teruggezet als de app nog beschikbaar is in de App Store.
pl: Nieużywane aplikacje będą usuwane automatycznie, ale ich dokumenty i dane pozostaną bez zmian. Ponowne zainstalowanie aplikacji przywróci dane, jeśli aplikacja jest nadal dostępna w App Store.
pt_br: Remova automaticamente os apps não usados, mantendo seus documentos e dados. Se o app for reinstalado e ainda estiver disponível na App Store, os dados serão restaurados.
pt_pt: Remover automaticamente as aplicações não usadas, mas manter os respetivos documentos e dados. A reinstalação da aplicação permite recuperar os dados, desde que a aplicação ainda esteja disponível na App Store.
ro: Aplicațiile neutilizate vor fi eliminate automat, dar toate documentele și datele vor fi păstrate. Dacă aplicația mai este disponibilă în App Store, datele dvs. vor fi restaurate la reinstalarea acesteia.
ru: Автоматически удалять неиспользуемые приложения, но сохранять все документы и данные. Если переустановить приложение, все его данные будут восстановлены — при условии, что на тот момент приложение будет доступно в App Store.
sk: Automaticky odstráni nepoužívané apky, no zároveň zachová všetky ich dokumenty a dáta. Ak apku neskôr stiahnete a znovu nainštalujete z App Storu, jej uložené dáta budú opäť k dispozícii.
sl: Samodejno odstranite neuporabljene aplikacije, vendar ohranite vse dokumente in podatke. Ob ponovnem nameščanju aplikacije, ki je še vedno na voljo v trgovini App Store, bodo podatki povrnjeni.
sv: Ta automatiskt bort oanvända appar, men behåll alla dokument och data. Om du installerar en app på nytt återställs alla dina data om appen fortfarande är tillgänglig på App Store.
th: เอาแอปที่ไม่ได้ใช้ออกโดยอัตโนมัติแต่เอกสารและข้อมูลทั้งหมดจะถูกเก็บไว้ การติดตั้งแอปอีกครั้งจะดึงข้อมูลของคุณกลับมาใช้หากแอปยังมีอยู่ใน App Store
tr: Kullanılmayan uygulamaları otomatik olarak siler ama tüm belgeleri ve verileri saklar. Uygulama hâlâ App Store’da ise onu yeniden yüklemek tüm verilerinizi yerine koyar.
uk: Автоматично вилучати програми, якими не користуєтеся, але лишати всі їхні документи й дані. Переінсталяція програми поверне всі ваші дані, якщо ця програма ще доступна в App Store.
vi: Tự động xóa các ứng dụng không sử dụng, nhưng vẫn giữ lại tất cả tài liệu và dữ liệu. Việc cài đặt lại ứng dụng sẽ khôi phục dữ liệu của bạn, nếu ứng dụng vẫn có sẵn trong App Store.
zh_cn: 自动移除未使用的App，但保留所有文稿和数据。若App Store仍提供该App，重新安装将还原你的数据。
zh_hk: 自動移除未使用的App，但保留其所有文件及資料。如App Store仍提供有關App，重新安裝App可還原你的資料。
zh_tw: 自動移除未使用的App，但保留所有文件和資料。重新安裝App可還原你的資料（若App Store仍提供此App）。

# AppsAutoOffloadTitle
source: Offload Unused Apps
ar: إزالة غير المستخدمة
ca: Desinstal·la les apps no utilitzades
cs: Odkládat nepoužívané
da: Fjern ubrugte apps
de: Apps auslagern
el: Απεγκατάσταση αχρησιμοποίητων
es: Desinstalar apps no usadas
es_us: Desinstalar apps sin usar
fi: Siirrä sivuun
fr: Décharger les apps inutilisées
fr_ca: Enlever les apps inutilisées
he: הסרת יישומים שאינם בשימוש
hi: इस्तेमाल न किए गए ऐप्स ऑफ़लोड करें
hr: Prestani učitavati nekorištene aplikacije
hu: Nem használt appok eltávolítása
id: Lepas App Tak Terpakai
it: Rimuovi app che non usi
ja: 非使用のアプリを取り除く
ko: 사용하지 않는 앱 정리하기
ms: Keluarkan App Tak Diguna
nb: Fjern ubrukte apper
nl: Ruim apps op
pl: Odinstaluj nieużywane
pt_br: Desinstalar Apps
pt_pt: Remover aplicações não usadas
ro: Dezinstalare aplicații
ru: Сгружать неиспользуемые
sk: Vymazať nepoužívané apky
sl: Umakni neuporabljene aplikacije
sv: Avlasta oanvända
th: เอาแอปที่ไม่ได้ใช้ออก
tr: Kullanılmayanları Kaldır
uk: Усувати невикористовувані програми
vi: Gỡ bỏ ứng dụng không dùng
zh_cn: 卸载未使用的App
zh_hk: 卸載未使用的App
zh_tw: 卸載未使用的App

# AppsBuiltInSectionTitle
source: App Settings
ar: إعدادات التطبيق
ca: Configuració de les apps
cs: Nastavení aplikací
da: App-indstillinger
de: App-Einstellungen
el: Ρυθμίσεις εφαρμογών
es: Ajustes de las apps
es_us: Configuración de apps
fi: Appien asetukset
fr: Réglages
fr_ca: Réglages des apps
he: הגדרות יישומים
hi: ऐप सेटिंग
hr: Postavke aplikacije
hu: Appbeállítások
id: Pengaturan App
it: Impostazioni app
ja: アプリ設定
ko: 앱 설정
ms: Seting App
nb: Appinnstillinger
nl: Appinstellingen
pl: Ustawienia aplikacji
pt_br: Ajustes de Apps
pt_pt: Definições de aplicações
ro: Configurări aplicații
ru: Настройки приложений
sk: Nastavenia apiek
sl: Nastavitve aplikacij
sv: Appinställningar
th: การตั้งค่าแอป
tr: Uygulama Ayarları
uk: Параметри програм
vi: Cài đặt Ứng dụng
zh_cn: App设置
zh_hk: App設定
zh_tw: App設定

# AppsHomeSharingTitle
source: Computers
ar: أجهزة الكمبيوتر
ca: Ordinadors
cs: Počítače
da: Computere
de: Computer
el: Υπολογιστές
es: Ordenadores
es_us: Computadoras
fi: Tietokoneet
fr: Ordinateurs
fr_ca: Ordinateurs
he: מחשבים
hi: कंप्यूटर
hr: Računala
hu: Számítógépek
id: Komputer
it: Computer
ja: コンピュータ
ko: 컴퓨터
ms: Komputer
nb: Datamaskiner
pl: Komputery
pt_br: Computadores
pt_pt: Computadores
ro: Computere
ru: Компьютеры
sk: Počítače
sl: Računalniki
sv: Datorer
th: คอมพิวเตอร์
tr: Bilgisayarlar
uk: Компʼютери
vi: Máy tính
zh_cn: 电脑
zh_hk: 電腦
zh_tw: 電腦

# AppsMoviesAndTVTitle
source: iTunes Movies and TV Shows
ar: الأفلام وبرامج التلفزيون في iTunes
ca: Pel·lícules i sèries de l’iTunes
cs: Filmy a seriály v iTunes
da: Film og TV-udsendelser i iTunes
de: iTunes-Filme und TV-Sendungen
el: Ταινίες και τηλεοπτικές εκπομπές iTunes
es: Películas y series de iTunes
es_us: Películas y TV de iTunes
fi: iTunes-elokuvat ja -TV-ohjelmat
fr: Films et séries TV iTunes
fr_ca: Films et émissions de télévision iTunes
he: סרטים ותוכניות טלוויזיה ב-iTunes
hi: iTunes फ़िल्में और टीवी कार्यक्रम
hr: iTunes filmovi i TV emisije
hu: iTunes-filmek és tv-műsorok
id: Film dan Acara TV iTunes
it: Film e Programmi TV di iTunes
ja: iTunesの映画とテレビ番組
ko: iTunes 영화 및 TV 프로그램
ms: Filem dan Rancangan TV iTunes
nb: iTunes-filmer og TV-programmer
nl: iTunes-films en -tv-programma's
pl: Filmy i programy TV iTunes
pt_br: Filmes e Programas de TV do iTunes
pt_pt: Filmes e programas de TV do iTunes
ro: Filme și emisiuni TV iTunes
ru: Фильмы и телешоу iTunes
sk: Filmy a TV seriály z iTunes
sl: Filmi in televizijske oddaje iTunes
sv: iTunes-filmer och TV-program
th: ภาพยนตร์และรายการทีวี iTunes
tr: iTunes Filmleri ve TV Şovları
uk: Фільми і телешоу iTunes
vi: Phim và chương trình TV iTunes
zh_cn: iTunes电影和电视节目
zh_hk: iTunes電影與電視節目
zh_tw: iTunes電影和電視節目

# AppsMusicTitle
source: Music
ar: الموسيقى
ca: Música
cs: Hudba
da: Musik
de: Musik
el: Μουσική
es: Música
es_us: Música
fi: Musiikki
fr: Musique
fr_ca: Musique
he: מוזיקה
hi: संगीत
hr: Glazba
hu: Zene
id: Musik
it: Musica
ja: ミュージック
ko: 음악
ms: Muzik
nb: Musikk
nl: Muziek
pl: Muzyka
pt_br: Música
pt_pt: Música
ro: Muzică
ru: Музыка
sk: Hudba
sl: Glasba
sv: Musik
th: เพลง
tr: Müzik
uk: Музика
vi: Nhạc
zh_cn: 音乐
zh_hk: 音樂
zh_tw: 音樂

# AppsSettingsFormatSectionTitle
source: %@ Settings
ar: إعدادات %@
ca: Configuració de: %@
cs: %@ - nastavení
da: Indstillinger til %@
de: %@-Einstellungen
el: Ρυθμίσεις για «%@»
es: Ajustes de %@
es_us: Configuración de %@
fi: %[tt]@-apin asetukset
fr: Réglages %@
fr_ca: Réglages de %@
he: הגדרות %@
hi: %@ सेटिंग
hr: Postavke za: %@
hu: %@-beállítások
id: Pengaturan %@
it: Impostazioni %@
ja: “%@”の設定
ko: %@ 설정
ms: Seting %@
nb: Innstillinger for %@
nl: %@-instellingen
pl: Ustawienia (%@)
pt_br: Ajustes de %@
pt_pt: Definições de %@
ro: Configurări „%@”
ru: Настройки «%@»
sk: Nastavenia - %@
sl: Nastavitve aplikacije %@
sv: %@-inställningar
th: การตั้งค่า%[tt]@
tr: %@ Ayarları
uk: Параметри програми «%@»
vi: Cài đặt %@
zh_cn: %[tt]@设置
zh_hk: %[tt]@設定
zh_tw: %[tt]@設定

# AppsTitle
source: Apps
ar: التطبيقات
cs: Aplikace
el: Εφαρμογές
fi: Apit
he: יישומים
hi: ऐप्स
hr: Aplikacije
hu: Appok
id: App
it: App
ja: アプリ
ko: 앱
ms: App
nb: Apper
pl: Aplikacje
pt_pt: Aplicações
ro: Aplicații
ru: Приложения
sk: Apky
sl: Aplikacije
sv: Appar
th: แอป
tr: Uygulamalar
uk: Програми
vi: Ứng dụng
zh_cn: App
zh_hk: App
zh_tw: App

# APSecurityAccessControlTitle
source: Access Control
ar: التحكم في الوصول
ca: Control d’accés
cs: Řízení přístupu
da: Adgangskontrol
de: Zugriffskontrolle
el: Έλεγχος πρόσβασης
es: Control de acceso
es_us: Control de acceso
fi: Pääsynhallinta
fr: Contrôle d’accès
fr_ca: Contrôle d’accès
he: בקרת גישה
hi: ऐक्सेस कंट्रोल
hr: Kontrola pristupa
hu: Hozzáférés szabályozása
id: Kontrol Akses
it: Controllo accessi
ja: アクセス制御
ko: 접근 제어
ms: Kawalan Akses
nb: Tilgangskontroll
nl: Toegangsbeheer
pl: Kontrola dostępu
pt_br: Controle de Acesso
pt_pt: Controlo de acesso
ro: Control acces
ru: Контроль доступа
sk: Kontrola prístupu
sl: Nadzor dostopa
sv: Behörighetsstyrning
th: การควบคุมการเข้าถึง
tr: Erişim Denetimi
uk: Контроль доступу
vi: Kiểm soát Truy cập
zh_cn: 访问控制
zh_hk: 連線權限控制
zh_tw: 連線權限控制

# APSecurityChangePasswordMessage
source: Choose a password to restrict AirPlay access. You’ll need the password to use AirPlay with this Apple TV.
ar: اختر كلمة سر لتقييد وصول البث السريع. ستحتاج إلى كلمة السر لاستخدام البث السريع مع هذا الـ Apple TV.
ca: Tria una contrasenya per restringir l’accés a l’AirPlay. La necessitaràs per fer servir l’AirPlay amb aquest Apple TV.
cs: Nastavte heslo pro omezení přístupu k AirPlay. Toto heslo budete potřebovat při použití AirPlay s touto Apple TV.
da: Vælg en adgangskode for at begrænse AirPlay-adgang. Du skal bruge adgangskoden for at bruge AirPlay med dette Apple TV.
de: Wähle ein Passwort aus, um den Zugriff auf AirPlay zu beschränken. Du benötigst das Passwort, um AirPlay mit diesem Apple TV zu verwenden.
el: Επιλέξτε ένα συνθηματικό για περιορισμό της πρόσβασης στο AirPlay. Θα χρειαστείτε το συνθηματικό για χρήση του AirPlay με αυτό το Apple TV.
es: Selecciona una contraseña para restringir el acceso a AirPlay. La necesitarás para utilizar AirPlay con este Apple TV.
es_us: Elige una contraseña para restringir el acceso de AirPlay. La necesitarás al usar AirPlay con este Apple TV.
fi: Rajoita AirPlayn käyttöä valitsemalla salasana. Tarvitset salasanan, jotta voit käyttää AirPlayta tässä Apple TV:ssä.
fr: Choisissez un mot de passe pour restreindre l’accès via AirPlay. Ce mot de passe sera nécessaire lors de l’utilisation d’AirPlay avec cette Apple TV.
fr_ca: Définissez un mot de passe pour restreindre l’accès à AirPlay. Il vous sera nécessaire pour utiliser AirPlay avec cette Apple TV.
he: יש לבחור סיסמה כדי להגביל את הגישה ל-AirPlay. יהיה לך צורך בסיסמה זו כדי להשתמש ב-AirPlay עם ה-Apple TV.
hi: AirPlay का ऐक्सेस प्रतिबंधित करने के लिए पासवर्ड चुनें। आपको इस Apple TV के साथ AirPlay का उपयोग करने के लिए पासवर्ड की आवश्यकता होगी।
hr: Odaberite lozinku za ograničavanje pristupa AirPlayu. Lozinka će vam trebati za uporabu AirPlaya s ovim Apple TV‑om.
hu: Kiválaszthat egy jelszót, amellyel korlátozhatja az AirPlayhez való hozzáférést. Ezt a jelszót kell megadni, amikor az AirPlayt ezzel az Apple TV-vel használják.
id: Pilih kata sandi untuk membatasi akses AirPlay. Anda akan memerlukan kata sandi untuk menggunakan AirPlay dengan Apple TV ini.
it: Scegli una password per limitare l’accesso ad AirPlay. Ti servirà per utilizzare AirPlay con questa Apple TV.
ja: AirPlayへのアクセス用パスワードを選択します。このパスワードは、このApple TVでAirPlayを使用するために必要となります。
ko: AirPlay 접근을 제한하려면 암호를 선택하십시오. 이 Apple TV와 AirPlay를 사용할 때 암호를 입력해야 합니다.
ms: Pilih kata laluan untuk mengehadkan akses AirPlay. Anda memerlukan kata laluan untuk menggunakan AirPlay dengan Apple TV ini.
nb: Velg et passord for å begrense AirPlay-tilgangen. Du trenger passordet for å bruke AirPlay med Apple TV-enheten.
nl: Kies een wachtwoord om AirPlay-toegang te beperken. Dit wachtwoord moet je invoeren om AirPlay met deze Apple TV te gebruiken.
pl: Określ hasło, aby ograniczyć dostęp do AirPlay. Będzie ono wymagane do używania AirPlay z tym Apple TV.
pt_br: Escolha uma senha para restringir o acesso ao AirPlay. Você precisará da senha para usar o AirPlay com esta Apple TV.
pt_pt: Escolha uma palavra‑passe para restringir o acesso ao AirPlay. Necessitará da palavra‑passe para utilizar o AirPlay com esta Apple TV.
ro: Alegeți o parolă pentru a restricționa accesul AirPlay. Parola va fi necesară pentru a utiliza AirPlay cu acest Apple TV.
ru: Выберите пароль для ограничения доступа к AirPlay. Этот пароль потребуется для использования AirPlay с этим Apple TV.
sk: Vyberte heslo na obmedzenie prístupu k AirPlay. Toto heslo budete potrebovať na používanie AirPlay s týmto Apple TV.
sl: Izberite geslo, da omejite dostop funkcije AirPlay. Če boste želeli uporabljati funkcijo AirPlay s tem Apple TV-jem, boste potrebovali geslo.
sv: Välj ett lösenord för begränsning av tillgången till AirPlay. Lösenordet kommer att behövas för att använda AirPlay med denna Apple TV.
th: เลือกรหัสผ่านเพื่อจำกัดการเข้าถึง AirPlay คุณจะต้องป้อนรหัสผ่านนี้เพื่อใช้ AirPlay กับ Apple TV เครื่องนี้
tr: AirPlay erişimini sınırlamak için bir parola seçin. Bu Apple TV ile AirPlay’i kullanmak için bu parolaya gereksiniminiz olacak.
uk: Оберіть пароль, щоб обмежити доступ до AirPlay. Цей пароль буде потрібен для використання AirPlay із цим Apple TV.
vi: Chọn một mật khẩu để hạn chế truy cập vào AirPlay. Bạn sẽ cần mật khẩu để sử dụng AirPlay với Apple TV này.
zh_cn: 选取密码来限制访问隔空播放。你需要输入密码才能通过此Apple TV隔空播放。
zh_hk: 選擇限制取用AirPlay的密碼。你將需要該密碼以在此Apple TV上使用AirPlay。
zh_tw: 選擇要限制AirPlay連線權限的密碼。你需要該密碼才能搭配此Apple TV使用AirPlay。

# APSecurityChangePasswordTitle
source: Change Password
ar: تغيير كلمة السر
ca: Canvia la contrasenya
cs: Změna hesla
da: Skift adgangskode
de: Passwort ändern
el: Αλλαγή συνθηματικού
es: Cambiar contraseña
es_us: Cambiar contraseña
fi: Vaihda salasana
fr: Changer de mot de passe
fr_ca: Modifier le mot de passe
he: שינוי סיסמה
hi: पासवर्ड बदलें
hr: Promjena lozinke
hu: Jelszó módosítása
id: Ubah Kata Sandi
it: Modifica password
ja: パスワードを変更
ko: 암호 변경
ms: Tukar Kata Laluan
nb: Endre passord
nl: Wijzig wachtwoord
pl: Zmień hasło
pt_br: Alterar Senha
pt_pt: Alterar palavra‑passe
ro: Schimbați parola
ru: Смена пароля
sk: Zmeniť heslo
sl: Sprememba gesla
sv: Ändra lösenord
th: เปลี่ยนรหัสผ่าน
tr: Parolayı Değiştir
uk: Змінити пароль
vi: Thay đổi mật khẩu
zh_cn: 更改密码
zh_hk: 更改密碼
zh_tw: 更改密碼

# APSecurityHomeInvalidPasswordAlertButton
source: OK
ar: موافق
he: אישור
hi: ठीक
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好
